Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: ca_es, ko_kr

# Addon Summary
source: InputStream Client for FFmpeg streams (libavformat)
ca_es: Client InputStream per a fluxos FFmpeg (libavformat)
ko_kr: FFmpeg 스트림용 InputStream 클라이언트(libavformat)

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.[CR][CR]The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.[CR][CR]For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
ca_es: Client InputStream per a fluxos que es poden obrir mitjançant el libavformat de FFmpeg o el cURL de Kodi. S’admeten formats de flux comuns, com ara TS simple, HLS i DASH (sense DRM), així com molts altres.[CR][CR]El complement també és compatible amb els serveis Archive/Catchup , on hi ha una finestra de reproducció (normalment en dies) i pot canviar de temps en aquest interval.[CR][CR]Per a la documentació, visiteu: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
ko_kr: FFmpeg의 libavformat 또는 Kodi의 cURL로 열 수 있는 스트림용 InputStream 클라이언트. 일반 TS, HLS 및 DASH(DRM 제외)와 같은 일반적인 스트림 형식은 물론 다른 많은 형식도 지원됩니다.[CR][CR]이 애드온은 재생 창(보통 며칠)이 있는 아카이브/따라잡기 서비스도 지원합니다. 해당 범위에서 타임시프트할 수 있습니다.[CR][CR]문서를 보려면 https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md를 방문하세요

# #30000
source: Network
ca_es: Xarxa
ko_kr: 네트워크

# #30001
source: HTTP proxy
ca_es: Servidor intermediari HTTP
ko_kr: HTTP 프록시

# #30002
source: Use HTTP proxy when opening with FFmpeg
ca_es: Utilitzeu el servidor intermediari HTTP quan obriu amb FFmpeg
ko_kr: FFmpeg로 열 때 HTTP 프록시 사용

# #30003
source: Server
ca_es: Servidor
ko_kr: 서버

# #30004
source: Port
ko_kr: 포트

# #30005
source: Username
ca_es: Nom d'usuari
ko_kr: 사용자명

# #30006
source: Password
ca_es: Contrasenya
ko_kr: 비밀번호

# #30007
source: Bandwidth
ca_es: Ample de banda
ko_kr: 대역폭

# #30008
source: Stream selection bandwidth
ca_es: Amplada de banda de selecció de transmissions
ko_kr: 스트림 선택 대역폭

# #30020
source: Timeshift
ca_es: Salts en el temps
ko_kr: 타임시프트

# #30021
source: Timeshift buffer path
ca_es: Camí a la memòria intermèdia dels salts en el temps
ko_kr: 타임시프트 버퍼 경로

# #30022
source: Enable timeshift limit
ca_es: Activa el límit de Timeshift
ko_kr: 시간이동 제한 사용함

# #30023
source: Maximum timeshift buffer length
ca_es: Longitud màxima de la memòria intermèdia de Timeshift
ko_kr: 최대 시간이동 버퍼 길이

# #30024
source: {0:.2f} hours
ca_es: {0:.2f} hores
ko_kr: {0:.2f} 시간

# #30040
source: Advanced
ca_es: Avançat
ko_kr: 고급

# #30042
source: Allow FFmpeg logging
ca_es: Permetre el registre FFmpeg
ko_kr: FFmpeg 로그 허용

# #30043
source: Probe for FPS
ca_es: Detectar FPS
ko_kr: FPS 탐색

# #30044
source: Enable teletext
ca_es: Activa el teletext
ko_kr: 텔레텍스트 사용함

# #30045
source: Use fast open for streams using a manifest file
ca_es: Utilitzeu l'obertura ràpida per als fluxos mitjançant un fitxer manifest
ko_kr: 선언 파일을 이용하여 스트림 빠른 열기 사용

# #30046
source: For catchup streams report stream is not realtime
ca_es: Per als fluxos de recuperació, el flux d’informes no és en temps real
ko_kr: 따라잡기 스트림의 경우 스트림 보고서가 실시간이 아님

# #30600
source: This category contains the settings for network configuration such as FFmpeg proxy and bandwidth limits.
ca_es: Aquesta categoria conté els paràmetres per a la configuració de xarxa, com ara el servidor intermediari FFmpeg i el límit d’amplada de banda.
ko_kr: 이 범주에는 FFmpeg 프록시 및 대역폭 제한과 같은 네트워크 구성에 대한 설정이 포함됩니다.

# #30601
source: Whether or not a proxy should be used when opening with FFmpeg. Note that if opened using curl kodi's proxy settings will be used.
ca_es: Si s’ha d’utilitzar o no un servidor intermediari en obrir amb FFmpeg. Tingueu en compte que si s’obre amb curl, s’utilitzarà la configuració del servidor intermediari de kodi.
ko_kr: FFmpeg로 열 때 프록시를 사용해야 하는지 여부입니다. curl을 이용해서 열면 kodi의 프록시 설정이 사용됩니다.

# #30602
source: Configure the proxy server address.
ca_es: Configureu l'adreça del servidor intermediari.
ko_kr: 프록시 서버 주소를 설정합니다.

# #30603
source: Configure the proxy server port.
ca_es: Configureu el port del servidor intermediari.
ko_kr: 프록시 서버 포트를 설정합니다.

# #30604
source: Configure the proxy server username.
ca_es: Configureu el nom d'usuari del servidor intermediari.
ko_kr: 프록시 서버 사용자명을 설정합니다.

# #30605
source: Configure the proxy server password.
ca_es: Configureu la contrasenya del servidor intermediari.
ko_kr: 프록시 서버 비밀번호를 설정합니다.

# #30606
source: Use this value as a maximum when selecting which HLS stream to use.
ca_es: Utilitzeu aquest valor com a màxim al seleccionar el flux HLS a utilitzar.
ko_kr: 사용할 HLS 스트림을 선택할 때 이 값을 최대값으로 사용하십시오.

# #30620
source: This category contains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording.
ca_es: Aquesta categoria conté la configuració del Timeshift. Timeshifting us permet posar en pausa la televisió en directe, així com retrocedir i avançar de la vostra posició actual de manera similar a la reproducció d’una gravació.
ko_kr: 이 범주에는 시간이동에 대한 설정이 포함되어 있습니다. 시간이동을 사용하면 라이브 TV를 일시 중지하고 녹화를 재생하는 것과 유사하게 현재 위치에서 앞뒤로 이동할 수 있습니다.

# #30621
source: The path used to store the timeshift buffer. The default is the [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] folder in userdata. Note that this folder will be cleared of timeshift files on Kodi startup. Only relevant when [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] property is passed to the addon.
ca_es: La ruta utilitzada per emmagatzemar el buffer de Timeshift. El valor per defecte és la carpeta [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] de les configuracions d'usuari. Tingueu en compte que aquesta carpeta esborrarà dels fitxers Timeshift en iniciar Kodi. Només és rellevant quan la propietat [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] es passa al complement.
ko_kr: 시간이동 버퍼를 저장하는 데 사용되는 경로입니다. 기본값은 userdata의 [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] 폴더입니다. 이 폴더는 Kodi 시작 시 시간이동 파일에서 지워집니다. [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] 속성이 애드온에 전달된 경우에만 관련이 있습니다.

# #30622
source: Enable this option to limit the length of the timeshift buffer. If disabled the buffer will grow forever until playback is stopped. Regardless of this setting the buffer will also grow forever if paused.
ca_es: Activeu aquesta opció per limitar la longitud del buffer Timeshift. Si està desactivat, la memòria intermèdia creixerà per sempre fins que s'aturi la reproducció. Independentment d’aquest paràmetre, el buffer també creixerà per sempre si es posa en pausa.
ko_kr: 시간이동 버퍼의 길이를 제한하려면 이 옵션을 사용합니다. 사용하지 않으면 재생이 중지될 때까지 버퍼가 무한히 커집니다. 이 설정에 관계없이 버퍼는 일시 중지된 경우에도 무한히 커집니다.

# #30623
source: The length of the timeshift buffer in hours. Once the value is reached the older buffer data will be deleted to ensure the limit is not breached. Note that the storage for your device should be sufficient to allow the buffer to grow to it's maximum length (otherwise it's equivalent to disabling this option). A good heuristic for video size is 130MB per minute of 1080p video and 375MB per minute of 4K video.
ca_es: La durada de la memòria intermèdia de Timeshift en hores. Un cop assolit el valor, se suprimiran les dades de memòria intermèdia més antigues per garantir que no es infringeixi el límit. Tingueu en compte que l’emmagatzematge del dispositiu ha de ser suficient per permetre que la memòria intermèdia creixi fins a la seva longitud màxima (en cas contrari equival a desactivar aquesta opció). Una bona heurística per a la mida del vídeo és de 130 MB per minut de vídeo 1080p, i 375 MB per minut de vídeo 4K.
ko_kr: 시간이동 버퍼의 길이(시간)입니다. 값에 도달하면 제한이 위반되지 않도록 이전 버퍼 데이터가 삭제됩니다. 장치의 저장소는 버퍼가 최대 길이까지 증가할 수 있을 만큼 충분해야 합니다(그렇지 않으면 이 옵션을 비활성화하는 것과 같습니다). 비디오 크기에 대한 좋은 경험적 방법은 1080p 비디오의 경우 분당 130MB이고 4K 비디오의 경우 분당 375MB입니다.

# #30640
source: Advanced settings
ca_es: Opcions avançades
ko_kr: 고급 설정

# #30641
source: If enabled the addon will log any FFmpeg logging to the Kodi log.
ca_es: Si està activat, el complement registrarà qualsevol registre de FFmpeg al registre de Kodi.
ko_kr: 사용하면 애드온은 Kodi 로그에 FFmpeg 로그를 기록합니다.

# #30642
source: Probe for frames per second. Default enabled. If disabled the value returned by the codec will be used.
ca_es: Determinar la velocitat dels fotogrames per segon. Activat per defecte. Si està desactivat, s'utilitzarà el valor retornat pel còdec.
ko_kr: 초당 프레임 수를 탐색합니다. 기본 사용함. 사용하지 않으면 코덱에서 반환된 값이 사용됩니다.

# #30643
source: Allow teletext. Default enabled.
ca_es: Permet el teletext. Activat per defecte.
ko_kr: 텔레텍스트를 허용합니다. 기본 사용함.

# #30644
source: Streams which have a manifest file (e.g. HLD/DASH/Smooth Streaming) can be opened more quickly with FFmpeg with this option enabled.
ca_es: Els fluxos que tenen un fitxer de manifest (per exemple, HLD/DASH/Smooth Streaming) es poden obrir més ràpidament amb FFmpeg amb aquesta opció activada.
ko_kr: 선언 파일(예: HLD/DASH/부드러운 스트리밍)이 있는 스트림은 이 옵션이 활성화된 FFmpeg를 사용하여 더 빠르게 열 수 있습니다.

# #30645
source: For certain catchup streams such as HLS reporting that a live stream is not live can improve stream open times. If testing this option works for a catchup stream/provider, then add a [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] to the M3U entry in question. This setting should not be left enabled for all streams.
ca_es: Per a certs fluxos de recuperació, com ara els HLS informant que una transmissió en directe no és en directe, es poden millorar els temps d'inici. Si aquesta opció funciona bé per a un flux/proveïdor, afegiu una entrada [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] a l'M3U en qüestió. Aquesta configuració no s'ha de deixar activada per a tots els fluxos.
ko_kr: 라이브 스트림이 라이브가 아니라고 보고하는 HLS와 같은 특정 따라잡기 스트림의 경우 스트림 열기 횟수를 개선할 수 있습니다. 따라잡기 스트림/제공자에 대해 이 옵션을 시험하는 경우, 문제의 M3U 항목에 [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I]를 추가하십시오. 이 설정은 모든 스트림에 사용해서는 안 됩니다.
