Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.quasi88/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, zh_cn

# Addon Description
source: QUASI88 is an emulator by Showzoh Fukunaga licensed under the BSD 3-Clause license. QUASI88 uses code from MAME, XMAME and fmgen.
da_dk: QUASI88 er en emulator af Showzoh Fukunaga licenseret under BSD 3-klausulens licens. QUASI88 bruger kode fra MAME, XMAME og fmgen.
es_es: QUASI88 es un emulador de Showzoh Fukunaga licenciado bajo la licencia BSD 3-Clause. QUASI88 utiliza código de MAME, XMAME y fmgen.
zh_cn: QUASI88 是由 Showzoh Fukunaga 根据 BSD 3-Clause 许可证授权的模拟器。QUASI88 使用来自 MAME、XMAME 和 fmgen 的代码。

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
zh_cn: 设置

# #30001
source: BASIC mode
da_dk: Grundlæggende tilstand
es_es: Modo BASIC
zh_cn: 基本模式

# #30002
source: Sub-CPU mode
da_dk: Tilstand for Sub-CPU
es_es: Modo Sub-CPU
zh_cn: 子CPU模式

# #30003
source: CPU clock
es_es: Reloj de la CPU
zh_cn: CPU 时钟

# #30004
source: Sound board
da_dk: Lydkort
es_es: Placa de Sonido
zh_cn: 音效板

# #30005
source: FDC-Wait
da_dk: FDC-Vent
es_es: FDC-Espera
zh_cn: FDC等待

# #30006
source: Use PCG-8100
da_dk: Brug PCG-8100
es_es: Utilizar PCG-8100
zh_cn: 使用 PCG-8100

# #30007
source: Save to disk image
da_dk: Gem til diskbillede
es_es: Guardar en Imagen de Disco
zh_cn: 保存到磁盘映像

# #30008
source: Rumble on disk access
da_dk: Ryst ved adgang til disk
es_es: Vibración al Acceder al Disco
zh_cn: 磁盘访问时发出隆隆声

# #30009
source: Screen size
da_dk: Skærmstørrelse
es_es: Tamaño de la Pantalla
zh_cn: 屏幕大小
