Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.snes9x/resources/language/resource.language.*/strings.po
Languages: da_dk, zh_cn

# Addon Description
source: Snes9x is a portable, freeware SNES and Super Famicom emulator.[CR][CR]Snes9x is coded in C++, with three assembler CPU emulation cores on the i386 Linux and Windows ports.
da_dk: Snes9x er en bærbar, freeware SNES- og Super Famicom-emulator.[CR][CR]Snes9x er kodet i C++ med tre CPU emuleringskerner på i386 Linux- og Windows-versionerne.
zh_cn: Snes9x 是一款便携式自由软件 SNES 和 Super Famicom 模拟器。[CR][CR]Snes9x 是用 C++ 编写的，在 i386 Linux 和 Windows 移植上有三个汇编器 CPU 仿真核。

# Addon Disclaimer
source: The Snes9X team is not connected or affiliated with any mentioned company in any way. The opinions of the Snes9X team do not reflect the views of the various companies mentioned here. Companies and all products pertaining to that company are trademarks of that company. Please contact that company for trademark and copyright information.
da_dk: Snes9X-teamet er ikke forbundet med eller tilknyttet nogen nævnt virksomhed på nogen måde. Udtalelserne fra Snes9X-teamet afspejler ikke synspunkterne fra de forskellige virksomheder, der er nævnt her. Virksomheder og alle produkter, der vedrører det pågældende firma, er varemærker tilhørende det pågældende firma. Kontakt venligst det pågældende firma for varemærke- og copyrightoplysninger.
zh_cn: Snes9X 团队与上述任何公司均无任何关联。Snes9X 团队的意见并不反映此处提到的各个公司的意见。公司和与该公司相关的所有产品均为该公司的商标。请联系该公司获取商标和版权信息。

# #30000
source: Settings
da_dk: Indstillinger
zh_cn: 设置

# #30001
source: Console Region (Reload Core)
da_dk: Konsolområde (genstart kerne)
zh_cn: 控制台区域（重新加载核心）

# #30002
source: Preferred Aspect Ratio
da_dk: Foretrukket billedformat
zh_cn: 首选纵横比

# #30003
source: Crop Overscan
da_dk: Beskær overskandering
zh_cn: 过扫剪裁

# #30004
source: Hi-Res Blending
da_dk: Blanding i høj opløsning
zh_cn: 高分辨率混合

# #30005
source: Blargg NTSC Filter
zh_cn: Blargg NTSC 滤波器

# #30006
source: Audio Interpolation
da_dk: Lydinterpolation
zh_cn: 音频插值

# #30007
source: Allow Opposing Directions
da_dk: Tillad modsatte retninger
zh_cn: 允许反向

# #30008
source: SuperFX Overclocking
zh_cn: SuperFX 超频

# #30009
source: Reduce Slowdown (Hack, Unsafe)
da_dk: Reducer hastighedsnedsættelse (hack, usikker)
zh_cn: 减少减速（Hack、不安全）

# #30010
source: Reduce Flickering (Hack, Unsafe)
da_dk: Reducer flimmer (hack, usikker)
zh_cn: 减少闪烁（Hack、不安全）

# #30011
source: Randomize Memory (Unsafe)
da_dk: Tilfældiggør hukommelse (usikker)
zh_cn: 随机化内存（不安全）

# #30012
source: Block Invalid VRAM Access
da_dk: Bloker ugyldig VRAM-adgang
zh_cn: 阻止无效的 VRAM 访问

# #30013
source: Echo Buffer Hack (Unsafe, only enable for old addmusic hacks)
da_dk: Hack for ekkobuffer (usikker, aktiver kun for gamle addmusic hacks)
zh_cn: 回声缓冲区 Hack（不安全，仅对旧的添加音乐 Hack启用）

# #30014
source: Light Gun Mode
da_dk: Tilstand for lightgun
zh_cn: 光线枪模式

# #30015
source: Super Scope Reverse Trigger Buttons
da_dk: Super Scope omvendte trigger-knapper
zh_cn: Super Scope 反向触发按钮

# #30016
source: Super Scope Crosshair
zh_cn: Super Scope 准星

# #30017
source: Super Scope Color
da_dk: Super Scope farve
zh_cn: Super Scope 颜色

# #30018
source: Justifier 1 Crosshair
zh_cn: Justifier 1 准星

# #30019
source: Justifier 1 Color
da_dk: Justifier 1 farve
zh_cn: Justifier 1 颜色

# #30020
source: Justifier 2 Crosshair
zh_cn: Justifier 2 准星

# #30021
source: Justifier 2 Color
da_dk: Justifier 2 farve
zh_cn: Justifier 2 颜色

# #30022
source: M.A.C.S. Rifle Crosshair
da_dk: M.A.C.S. riffel crosshair
zh_cn: M.A.C.S. 步枪准星

# #30023
source: M.A.C.S. Rifle Color
da_dk: M.A.C.S. farve på riffel
zh_cn: M.A.C.S. 步枪颜色

# #30024
source: Show Layer 1
da_dk: Vis lag 1
zh_cn: 显示第1层

# #30025
source: Show Layer 2
da_dk: Vis lag 2
zh_cn: 显示第2层

# #30026
source: Show Layer 3
da_dk: Vis lag 3
zh_cn: 显示第3层

# #30027
source: Show Layer 4
da_dk: Vis lag 4
zh_cn: 显示第4层

# #30028
source: Show Sprite Layer
da_dk: Vis sprite-lag
zh_cn: 显示 Sprite 层

# #30029
source: Enable Graphic Clip Windows
da_dk: Aktiver vinduer med grafikklip
zh_cn: 启用图形剪辑窗口

# #30030
source: Enable Transparency Effects
da_dk: Aktiver gennemsigtighedseffekter
zh_cn: 启用透明度效果

# #30031
source: Enable Sound Channel 1
da_dk: Aktiver lydkanal 1
zh_cn: 启用声道1

# #30032
source: Enable Sound Channel 2
da_dk: Aktiver lydkanal 2
zh_cn: 启用声道2

# #30033
source: Enable Sound Channel 3
da_dk: Aktiver lydkanal 3
zh_cn: 启用声道3

# #30034
source: Enable Sound Channel 4
da_dk: Aktiver lydkanal 4
zh_cn: 启用声道4

# #30035
source: Enable Sound Channel 5
da_dk: Aktiver lydkanal 5
zh_cn: 启用声道5

# #30036
source: Enable Sound Channel 6
da_dk: Aktiver lydkanal 6
zh_cn: 启用声道6

# #30037
source: Enable Sound Channel 7
da_dk: Aktiver lydkanal 7
zh_cn: 启用声道7

# #30038
source: Enable Sound Channel 8
da_dk: Aktiver lydkanal 8
zh_cn: 启用声道8
