Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/kodi.dir/Release/PackageLayout/addons/inputstream.ffmpegdirect/resources/language/resource.language.*/strings.po
Languages: fi_fi

# Addon Summary
source: InputStream Client for FFmpeg streams (libavformat)
fi_fi: InputStream asiakasohjelma FFmpeg suoratoistoille (libavformat)

# Addon Description
source: InputStream Client for streams that can be opened by either FFmpeg's libavformat or Kodi's cURL. Common stream formats such as plain TS, HLS and DASH (without DRM) are supported as well as many others.[CR][CR]The addon also has support for Archive/Catchup services where there is a replay windows (usually in days) and can timeshift across that span.[CR][CR]For documenation visit: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md
fi_fi: InputStream asiakasohjelma suoratoistoille, jotka voidaan avata joko FFmpegin libavformaatilla tai Kodin cURL:llä. Yleisiä suoratoistomuotoja, kuten tavallinen TS, HLS ja DASH (ilman DRM:ää), tuetaan sekä monia muita.[CR][CR]Lisäosa tukee myös Arkisto-/Catchup-palveluita, joissa on uusintaikkunoita (yleensä päivissä) ja voi siirtyä aikavälillä.[CR][CR]Dokumentaatiot löytyvät osoitteesta: https://github.com/xbmc/inputstream.ffmpegdirect/blob/Matrix/README.md

# #30000
source: Network
fi_fi: Verkko

# #30001
source: HTTP proxy
fi_fi: HTTP-välipalvelin

# #30002
source: Use HTTP proxy when opening with FFmpeg
fi_fi: Käytä HTTP-välityspalvelinta, kun avaat FFmpegillä

# #30003
source: Server
fi_fi: Palvelin

# #30004
source: Port
fi_fi: Portti

# #30005
source: Username
fi_fi: Käyttäjänimi

# #30006
source: Password
fi_fi: Salasana

# #30007
source: Bandwidth
fi_fi: Kaistanleveys

# #30008
source: Stream selection bandwidth
fi_fi: Suoratoiston valinnan kaistanleveys

# #30020
source: Timeshift
fi_fi: Ajansiirto

# #30021
source: Timeshift buffer path
fi_fi: Ajansiirtopuskurin polku

# #30022
source: Enable timeshift limit
fi_fi: Ota aikasiirtoraja käyttöön

# #30023
source: Maximum timeshift buffer length
fi_fi: Aikasiirtopuskurin enimmäispituus

# #30024
source: {0:.2f} hours
fi_fi: {0:.2f} tuntia

# #30040
source: Advanced
fi_fi: Lisäasetukset

# #30042
source: Allow FFmpeg logging
fi_fi: Salli FFmpeg lokikirjaus

# #30043
source: Probe for FPS
fi_fi: FPS Tutkain

# #30044
source: Enable teletext
fi_fi: Ota teksti-TV käyttöön

# #30045
source: Use fast open for streams using a manifest file
fi_fi: Käytä nopeaa avaamista suoratoistoille käyttäen manifestitiedostoa

# #30046
source: For catchup streams report stream is not realtime
fi_fi: Catchup suoratoistoissa ilmoita että suoratoisto ei ole reaaliaikainen

# #30600
source: This category contains the settings for network configuration such as FFmpeg proxy and bandwidth limits.
fi_fi: Tämä luokka sisältää verkkomäärityksen asetukset, kuten FFmpeg-välityspalvelimen ja kaistanleveysrajoitukset.

# #30601
source: Whether or not a proxy should be used when opening with FFmpeg. Note that if opened using curl kodi's proxy settings will be used.
fi_fi: Määrittää pitäisikö välityspalvelinta käyttää avattaessa FFmpegillä. Huomaa, että jos avataan käyttäen curl:a, Kodin välityspalvelinasetuksia käytetään.

# #30602
source: Configure the proxy server address.
fi_fi: Määritä välityspalvelimen osoite.

# #30603
source: Configure the proxy server port.
fi_fi: Määritä välityspalvelimen portti.

# #30604
source: Configure the proxy server username.
fi_fi: Määritä välityspalvelimen käyttäjätunnus.

# #30605
source: Configure the proxy server password.
fi_fi: Määritä välityspalveimen salasana.

# #30606
source: Use this value as a maximum when selecting which HLS stream to use.
fi_fi: Käytä tätä enimmäisarvoa, kun valitset käytettävää HLS suoratoistoa.

# #30620
source: This category contains the settings for timeshift. Timeshifting allows you to pause live TV as well as move back and forward from your current position similar to playing back a recording.
fi_fi: Tämä kategoria sisältää ajansiirron asetukset. Ajansiirto toiminnolla voit keskeyttää suoran TV-lähetyksen sekä siirtyä taaksepäin ja eteenpäin nykyisestä kohdasta samalla tavalla kuin toistat tallennetta.

# #30621
source: The path used to store the timeshift buffer. The default is the [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] folder in userdata. Note that this folder will be cleared of timeshift files on Kodi startup. Only relevant when [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] property is passed to the addon.
fi_fi: Polku, jota käytetään ajansiirtopuskurin tallentamiseen. Oletus on [I]"addon_data/inputstream.ffmpegdirect/timeshift"[/I] userdata kansiossa. Huomaa, että tämä kansio tyhjennetään ajansiirtotiedostoista Kodin käynnistyksen yhteydessä. Olennainen pelkästään kun [I]"inputstream.ffmpegdirect.stream_mode=timeshift"[/I] ominaisuus välitetään lisäosalle.

# #30622
source: Enable this option to limit the length of the timeshift buffer. If disabled the buffer will grow forever until playback is stopped. Regardless of this setting the buffer will also grow forever if paused.
fi_fi: Ota tämä vaihtoehto käyttöön rajoittaaksesi ajansiirtopuskurin pituutta. Jos se on poistettu käytöstä, puskuri kasvaa ikuisesti, kunnes toisto lopetetaan. Tästä asetuksesta huolimatta puskuri kasvaa ikuisesti, jos ohjelma pistetään tauolle.

# #30623
source: The length of the timeshift buffer in hours. Once the value is reached the older buffer data will be deleted to ensure the limit is not breached. Note that the storage for your device should be sufficient to allow the buffer to grow to it's maximum length (otherwise it's equivalent to disabling this option). A good heuristic for video size is 130MB per minute of 1080p video and 375MB per minute of 4K video.
fi_fi: Ajansiirtopuskurin pituus tunteina. Kun arvo saavutetaan, vanhat puskuritiedot poistetaan, jotta rajaa ei rikota. Huomaa, että laitteesi tallennustilan tulee olla riittävä, jotta puskuri voi kasvaa maksimipituuteensa (muuten se vastaa tämän vaihtoehdon poistamista käytöstä). Hyvä heuristinen videokoko on 130 Mt/min 1080p-videota ja 375 Mt/min 4K-videota.

# #30640
source: Advanced settings
fi_fi: Lisäasetukset

# #30641
source: If enabled the addon will log any FFmpeg logging to the Kodi log.
fi_fi: Mikäli käytössä, lisäosa kirjaa kaikki FFmpeg kirjaukset Kodin lokitiedostoon.

# #30642
source: Probe for frames per second. Default enabled. If disabled the value returned by the codec will be used.
fi_fi: Tutkain ruutuja per sekunnille. Oletuksena käytössä. Jos se ei ole käytössä, käytetään koodekin palauttamaa arvoa.

# #30643
source: Allow teletext. Default enabled.
fi_fi: Salli teksti-TV. Oletuksena käytössä.

# #30644
source: Streams which have a manifest file (e.g. HLD/DASH/Smooth Streaming) can be opened more quickly with FFmpeg with this option enabled.
fi_fi: Suoratoistot, joilla on manifestitiedosto (esim. HLD/DASH/Smooth Streaming), voidaan avata nopeammin FFmpegillä, kun tämä vaihtoehto on käytössä.

# #30645
source: For certain catchup streams such as HLS reporting that a live stream is not live can improve stream open times. If testing this option works for a catchup stream/provider, then add a [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] to the M3U entry in question. This setting should not be left enabled for all streams.
fi_fi: Tiettyjen catchup suoratoistojen, kuten HLS:n ilmoittaessa että suora lähetys ei tule suorana voi parantaa streamin avausaikoja. Jos tämän vaihtoehdon testaus toimii catchup suoratoiston/palveluntarjoajan kanssa, lisää [I]"#KODIPROP=inputstream.ffmpegdirect.is_realtime_stream=false"[/I] kyseiseen M3U-merkintään. Tätä asetusta ei pidä jättää käyttöön kaikille suoratoistoille.
