Repository: basharast/Kodi-UWP-ARM
Catalog: src/Omega/addons/metadata.generic.artists/resources/language/resource.language.*/strings.po
Languages: es_es, et_ee

# Addon Summary
source: Generic music scraper for artists
es_es: Scraper de música genérico para los intérpretes
et_ee: Geneeriline esitajate muusikakaabits

# Addon Description
source: Searches for artist information and artwork across multiple websites.
es_es: Busca información e imágenes sobre el intérprete en varios sitios web.
et_ee: Otsib esitajate teavet ja fännipilte mitmest allikast.

# #30000
source: Preferences
es_es: Preferencias
et_ee: Eelistused

# #30001
source: Preferred language for artist biography
es_es: Idioma preferido para la biografía del intérprete
et_ee: Esitaja andme eelistatud keel

# #30002
source: Prefer biography from
es_es: Biografía preferida de
et_ee: Eelista andmeid allikast

# #30003
source: Prefer discography from
es_es: Discografía preferida de
et_ee: Eelista diskograafiat allikast

# #30004
source: Prefer genres from
es_es: Géneros preferidos de
et_ee: Eelista žanreid allikast

# #30005
source: Prefer styles from
es_es: Estilos preferidos de
et_ee: Eelista stiile allikast

# #30006
source: Prefer moods from
es_es: Estados de ánimo preferidos de
et_ee: Eelista tujusid allikast

# #30101
source: Allow less accurate search results
es_es: Permitir resultados de búsqueda menos precisos
et_ee: Luba vähemtäpsemad otsingutulemused

# #30201
source: If available, the artist biography will be downloaded in the selected language. It will fallback to English.
es_es: Si está disponible, la biografía del intérprete se descargará en el idioma seleccionado. La segunda opción será el inglés.
et_ee: Võimalusel laaditakse esitaja elulugu alla valitud keeles. Selle puudumisel kasutatakse inglise keelt.

# #30202
source: Try to get the artist biography using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
es_es: Intenta obtener la biografía del intérprete utilizando el scraper seleccionado. Se utilizarán otros scrapers si el scraper preferido no obtiene resultados.
et_ee: Ürita hankida esitaja elulugu valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.

# #30203
source: Try to get the artist discography using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
es_es: Intenta obtener la discografía del intérprete utilizando el scraper seleccionado. Se utilizarán otros scrapers si el scraper preferido no obtiene resultados.
et_ee: Ürita hankida esitaja diskograafia valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.

# #30204
source: Try to get genre info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
es_es: Intenta obtener información de género con el scraper seleccionado. Se utilizarán otros scrapers si el scraper preferido no obtiene resultados.
et_ee: Ürita hankida žanri teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.

# #30205
source: Try to get style info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
es_es: Intenta obtener información de estilo con el scraper seleccionado. Se utilizarán otros scrapers si el scraper preferido no obtiene resultados.
et_ee: Ürita hankida stiili teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.

# #30206
source: Try to get mood info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
es_es: Intenta obtener información sobre el estado de ánimo con el scraper seleccionado. Se utilizarán otros scrapers si el scraper preferido no obtiene resultados.
et_ee: Ürita hankida tuju teavet valitud kaabitsaga. Teisi kaabitsaid kasutatakse, kui eelistatud kaabits ei leia otsitut.

# #30301
source: If Musicbrainz does not provide a link to allmusic and/or discogs, we can search those sites based on artistname. Since artist names are not unique, this could potentially result in a mixture of metadata from multiple artists by the same name.
es_es: Si Musicbrainz no proporciona un enlace a allmusic y/o discogs, podemos buscar en esos sitios según el nombre del intérprete. Dado que los nombres de los intérpretes no son únicos, esto podría dar como resultado una mezcla de metadatos de varios intérpretes con el mismo nombre.
et_ee: Kui Musicbrainz ei paku allmusicu ja/või discogsi linki, saame neist lehtedest otsida esitaja ja albumi nime järgi. Kuna on olemas samanimelised esitajad, võivad nende metaandmed seguneda.
