Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.beetle-wswan/resources/language/resource.language.*/strings.po
Languages: it_it

# Addon Description
source: Standalone port of Mednafen WonderSwan to libretro, itself a fork of Cygne.
it_it: Port autonomo di Mednafen WonderSwan su libretro, a sua volta un fork di Cygne.

# #30000
source: Settings
it_it: Impostazioni

# #30001
source: Display Rotation
it_it: Visualizza rotazione

# #30002
source: Rotate Button Mappings
it_it: Mappatura pulsanti di rotazione

# #30003
source: Color Palette
it_it: Colore tavolozza

# #30004
source: Color Depth (Restart Required)
it_it: Profondità colore (riavvio richiesto)

# #30005
source: Frameskip
it_it: Salto fotogrammi

# #30006
source: Frameskip Threshold (%)
it_it: Soglia di salto fotogrammi (%)

# #30007
source: 60Hz Mode
it_it: Modalità 60Hz

# #30008
source: Sound Output Sample Rate
it_it: Frequenza campionamento uscita audio

# #30009
source: Audio Filter
it_it: Filtro audio
