Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.quicknes/resources/language/resource.language.*/strings.po
Languages: da_dk, zh_cn

# Addon Description
source: A port of the QuickNES core library, originally by Shay Green, heavily modified. QuickNES is a newer emulator that seems to have good compatibility.
da_dk: En port af QuickNES-kernebiblioteket, oprindeligt af Shay Green, stærkt modificeret. QuickNES er en nyere emulator, der ser ud til at have god kompatibilitet.
zh_cn: QuickNES 核心库的一个迁移，最初由 Shay Green 提供，经过了大量修改。QuickNES 是一种新的模拟器，似乎具有良好的兼容性。

# #30000
source: Settings
da_dk: Indstillinger
zh_cn: 设置

# #30001
source: Aspect Ratio
da_dk: Billedformat
zh_cn: 宽高比

# #30002
source: Show Horizontal Overscan
da_dk: Vis vandret overskandering
zh_cn: 显示水平过扫描

# #30003
source: Show Vertical Overscan
da_dk: Vis lodret overskandering
zh_cn: 显示垂直过扫描

# #30004
source: Color Palette
da_dk: Farvepalette
zh_cn: 调色板

# #30005
source: No Sprite Limit
da_dk: Ingen Sprite begrænsning
zh_cn: 无 Sprite 限制

# #30006
source: Audio Mode
da_dk: Tilstand for lyd
zh_cn: 音频模式

# #30007
source: Audio Equalizer Preset
da_dk: Forudindstilling for audio equalizer
zh_cn: 音频均衡器预设

# #30008
source: Turbo Enable
da_dk: Aktiver turbo
zh_cn: Turbo 启用

# #30009
source: Turbo Pulse Width (in frames)
da_dk: Turbo pulsbredde (i frames)
zh_cn: Turbo 脉冲宽度（帧）

# #30010
source: Allow Opposing Directions
da_dk: Tillad modsatte retninger
zh_cn: 允许反向
