Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.vecx/resources/language/resource.language.*/strings.po
Languages: da_dk, zh_cn

# Addon Description
source: Vecx is a Vectrex video game system emulator. It can run most Vectrex software.
da_dk: Vecx er en Vectrex videospilsystem emulator, der kan køre det meste Vectrex-software.
zh_cn: Vecx 是 Vectrex 视频游戏系统模拟器。它可以运行大多数 Vectrex 软件。

# Addon Disclaimer
source: Written by Richard Bannister
da_dk: Skrevet af Richard Bannister
zh_cn: 作者：Richard Bannister

# #30000
source: Settings
da_dk: Indstillinger
zh_cn: 设置

# #30001
source: Use Hardware Rendering
da_dk: Brug hardware-rendering
zh_cn: 使用硬件渲染

# #30002
source: Internal Resolution Multiplier
da_dk: Intern multiplikator af opløsning
zh_cn: 内部分辨率倍增器

# #30003
source: Hardware Rendering Resolution
da_dk: Opløsning for hardware-rendering
zh_cn: 硬件渲染分辨率

# #30004
source: Line brightness
da_dk: Lysstyrke for linjer
zh_cn: 线条亮度

# #30005
source: Line width
da_dk: Linjebredde
zh_cn: 线条宽度

# #30006
source: Bloom brightness
da_dk: Blomstringens lysstyrke
zh_cn: Bloom 亮度

# #30007
source: Bloom width
da_dk: Blomstringens bredde
zh_cn: Bloom 宽度

# #30008
source: Scale vector display horizontally
da_dk: Skaler vektorvisning vandret
zh_cn: 水平缩放矢量显示

# #30009
source: Scale vector display vertically
da_dk: Skaler vektorvisning lodret
zh_cn: 垂直缩放矢量显示

# #30010
source: Horizontal shift
da_dk: Vandret forskydning
zh_cn: 水平移动

# #30011
source: Vertical shift
da_dk: Lodret forskydning
zh_cn: 垂直移动
