Repository: basharast/Kodi-UWP-ARM
Catalog: src/Omega/addons/metadata.generic.albums/resources/language/resource.language.*/strings.po
Languages: bg_bg

# #30000
source: Preferences
bg_bg: Предпочитания

# #30001
source: Preferred language for album review
bg_bg: Предпочитан език за рецензиите на албумите

# #30002
source: Prefer genres from
bg_bg: Да се предпочитат жанрове от

# #30003
source: Prefer styles from
bg_bg: Да се предпочитат стилове от

# #30004
source: Prefer moods from
bg_bg: Да се предпочитат настроения от

# #30005
source: Prefer themes from
bg_bg: Да се предпочитат теми от

# #30006
source: Prefer rating from
bg_bg: Да се предпочитат оценки от

# #30007
source: Prefer review from
bg_bg: Да се предпочитат рецензии от

# #30101
source: Allow less accurate search results
bg_bg: Разрешаване на по-неточни резултати при търсене

# #30201
source: If available, the album review will be downloaded in the selected language. It will fallback to English.
bg_bg: При възможност, рецензията на албума ще бъде свалена на избрания език. Иначе ще се показва на английски.

# #30202
source: Try to get genre info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Информацията за жанра по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30203
source: Try to get style info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Информацията за стила по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30204
source: Try to get mood info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Информацията за настроението по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30205
source: Try to get theme info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Информацията за темата по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30206
source: Try to get rating info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Информацията за оценката по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30207
source: Try to get the album review using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
bg_bg: Рецензията по възможност ще се получава чрез избрания скрипт. Ако избраният скрипт не върне резултат, ще бъдат използвани други.

# #30301
source: If Musicbrainz does not provide a link to allmusic and/or discogs, we can search those sites based on artistname & albumname. In circumstances where an artist has released multiple albums by the same name, this could potentially result in a mixture of metadata from those albums.
bg_bg: Ако „Musicbrainz“ не предоставя връзка към „allmusic“ и/или „discogs“, можем да потърсим в тези уеб сайтове по името на изпълнителя и албума. Ако изпълнителят има няколко албума с едно и също име, тогава данните може да са объркани между различните албуми.
