Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/kodi.dir/Release/PackageLayout/addons/vfs.rar/resources/language/resource.language.*/strings.po
Languages: ca_es, es_mx, ko_kr, pt_br, zh_cn

# Addon Summary
source: Unarchiver for .rar files
ca_es: Desarxivador per fitxers .rar
es_mx: Descompresor de archivos .rar
ko_kr: .rar 파일용 아카이브 추출
pt_br: Descompactador para arquivos .rar
zh_cn: 解压 .rar 文件

# Addon Description
source: This addon is an extraction utility for RAR archives.[CR][CR]It allows direct reading of uncompressed RAR files, so prior unpacking is not necessary. For all other types, it is temporarily unpacked and passed to Kodi.[CR][CR]Attention: A "Solid RAR" archive type requires complete unpacking to use files within it. Hence access times may be long for larger packages.
ca_es: Aquest complement és una utilitat d'extracció per a arxius RAR.[CR][CR]Permet la lectura directa de fitxers RAR sense comprimir, de manera que no és necessari desempaquetar prèviament. Per a la resta de tipus, es desempaqueta temporalment i es passa a Kodi.[CR][CR]Atenció: el tipus d'arxiu "RAR sòlid" requereix descomprimir completament per utilitzar els fitxers. Per tant, els temps d'accés poden ser llargs pels paquets més grans.
es_mx: Este complemento es una utilidad de extracción para archivos RAR.[CR][CR]Permite lectura directa de archivos RAR sin compresión, así que no es necesario descomprimir previamente. Para todos los demás tipos, se descomprime temporalmente y se pasa esto a Kodi.[CR][CR]Atención: Un archivo del tipo "RAR sólido" requiere descompresión completa para utilizar los archivos dentro de. Debido a esto los tiempos de acceso pueden ser extensos para archivos grandes.
ko_kr: 이 애드온은 RAR 아카이브용 추출 유틸리티입니다.[CR][CR]압축되지 않은 RAR 파일을 직접 읽을 수 있으므로 사전 압축 풀기가 필요하지 않습니다. 다른 모든 유형의 경우 일시적으로 압축을 풀고 Kodi로 전달됩니다.[CR][CR]주의: "Solid RAR" 아카이브 유형은 그 안에 있는 파일을 사용하기 위해 완전히 압축을 풀어야 합니다. 따라서 더 큰 패키지의 경우 액세스 시간이 길어질 수 있습니다.
pt_br: Este add-on é um utilitário de extração para arquivos RAR.[CR][CR]Ele permite a leitura direta de arquivos RAR sem compressão, nos quais a descompactação prévia não é necessária. Para todos os outros tipos, os arquivos são descompactados temporariamente e repassados para o Kodi.[CR][CR]Atenção: Um arquivo do tipo "RAR Sólido" requer uma descompactação completa para acesso aos arquivos contidos. Consequentemente, os tempos de acesso podem ser mais longos em pacotes maiores.
zh_cn: 此插件是 RAR 压缩文件的解压实用程序。[CR][CR]它允许直接读取 RAR 文件，因此无需事先解压缩。对于所有其他类型，它会临时解包并传递给 Kodi。[CR][CR]注意：“Solid RAR”压缩类型需要完全解包才能使用其中的文件。对于较大的压缩包，访问时间可能较长。

# #30000
source: RAR file extract
ca_es: Extreure fitxer RAR
es_mx: Extracción de archivo RAR
ko_kr: RAR 파일 추출
pt_br: Extração de arquivo RAR
zh_cn: RAR 文件提取

# #30001
source: RAR file scan
ca_es: Explorar fitxer RAR
es_mx: Escaneo de archivo RAR
ko_kr: RAR 파일 스캔
pt_br: Verificação de arquivo RAR
zh_cn: RAR 文件扫描

# #30002
source: RAR solid file scan
ca_es: Explorar fitxer RAR sòlid
es_mx: Escaneo de archivo sólido RAR
ko_kr: RAR 솔리드 파일 스캔
pt_br: Verificação de arquivo RAR sólido
zh_cn: RAR solid 文件扫描

# #30003
source: Enter RAR package password for: %s
ca_es: Introduïu la contrasenya del paquet RAR per: %s
es_mx: Ingresa la contraseña del archivo RAR para: %s
ko_kr: RAR 패키지 비밀번호 입력: %s
pt_br: Insira a senha do pacote RAR para: %s
zh_cn: 输入 RAR 压缩包密码： %s

# #30004
source: Not enough disk space available
ca_es: No hi ha prou espai disponible al disc
es_mx: No hay suficiente espacio en disco disponible
ko_kr: 사용 가능한 디스크 공간이 충분하지 않음
pt_br: Espaço disponível em disco insuficiente
zh_cn: 没有足够的磁盘空间

# #30010
source: General
ko_kr: 일반
pt_br: Geral
zh_cn: 常规

# #30011
source: Ask for password
ca_es: Demanar contrasenya
es_mx: Preguntar contraseña
ko_kr: 비밀번호 확인
pt_br: Solicitar senha
zh_cn: 询问密码

# #30012
source: If archives are password protected, prompt for the password to be entered
ca_es: Si els arxius estan protegits amb contrasenya, demaneu que s'introdueixi la contrasenya
es_mx: Si los archivos están protegidos por contraseña, pedir que se ingrese la contraseña
ko_kr: 아카이브가 암호로 보호되어 있는 경우, 암호를 입력하라는 메시지가 표시됨
pt_br: Se os arquivos forem protegidos por senha, solicite que a senha seja inserida
zh_cn: 如果压缩包受密码保护，则提示输入密码

# #30013
source: Pre-defined password to attempt decompression with
ca_es: Contrasenya predefinida per intentar descomprimir amb
es_mx: Contraseña predefinida con la que se intentará descomprimir
ko_kr: 압축 해제를 시도할 사전 정의된 암호
pt_br: Senha pré-definida para tentar a descompressão com
zh_cn: 用于尝试解压缩的预定义密码

# #30014
source: Stored password 1
ca_es: Contrasenya emmagatzemada 1
es_mx: Contraseña almacenada 1
ko_kr: 저장된 비밀번호 1
pt_br: Senha memorizada 1
zh_cn: 存储密码1

# #30015
source: Stored password 2
ca_es: Contrasenya emmagatzemada 2
es_mx: Contraseña almacenada 2
ko_kr: 저장된 비밀번호 2
pt_br: Senha memorizada 2
zh_cn: 存储密码2

# #30016
source: Stored password 3
ca_es: Contrasenya emmagatzemada 3
es_mx: Contraseña almacenada 3
ko_kr: 저장된 비밀번호 3
pt_br: Senha memorizada 3
zh_cn: 存储密码3

# #30017
source: Stored password 4
ca_es: Contrasenya emmagatzemada 4
es_mx: Contraseña almacenada 4
ko_kr: 저장된 비밀번호 4
pt_br: Senha memorizada 4
zh_cn: 存储密码4

# #30018
source: Stored password 5
ca_es: Contrasenya emmagatzemada 5
es_mx: Contraseña almacenada 5
ko_kr: 저장된 비밀번호 5
pt_br: Senha memorizada 5
zh_cn: 存储密码5

# #30019
source: Confirm copy
ca_es: Confirmeu la còpia
es_mx: Confirmar copia
ko_kr: 복사 확인
pt_br: Confirmar cópia
zh_cn: 确认复制

# #30020
source: Need to unpack a big file. Continue?
ca_es: Cal descomprimir un fitxer gran. Continuar?
es_mx: Se necesita descomprimir un archivo grande. ¿Continuar?
ko_kr: 큰 압축 파일을 풀어야 합니다. 계속할까요?
pt_br: Necessário descompactar um arquivo grande. Prosseguir?
zh_cn: 需要解开一个大文件。继续？

# #30021
source: Not enough memory available to decompress file
ca_es: No hi ha prou memòria disponible per descomprimir el fitxer
es_mx: No hay suficiente memoria disponible para descomprimir el archivo
ko_kr: 파일 압축을 푸는 데 사용할 메모리가 부족함
pt_br: Memória disponível insuficiente para descompactar o arquivo
zh_cn: 没有足够的可用内存来解压文件

# #30022
source: Passwords
ca_es: Contrasenyes
es_mx: Contraseñas
ko_kr: 비밀번호
pt_br: Senhas
zh_cn: 密码

# #30023
source: Asks to unpack
ca_es: Demana descomprimir
es_mx: Pregunta para descomprimir
ko_kr: 압축 풀기 요청
pt_br: Perguntar para descompactar
zh_cn: 询问解包

# #30024
source: Asks you with a dialog to confirm the unpacking of a larger file.
ca_es: Us demana amb quadre de diàleg per confirmar la descompressió d’un fitxer més gran.
es_mx: Mediante un diálogo pide confirmar la descompresión de un archivo grande.
ko_kr: 더 큰 파일의 압축 풀기를 확인하는 대화 상자가 표시됩니다.
pt_br: Solicita através de uma caixa de diálogo a confirmação para iniciar a descompactação de um arquivo grande.
zh_cn: 通过对话框要求您确认解包较大的文件。
