Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.pokemini/resources/language/resource.language.*/strings.po
Languages: da_dk, zh_cn

# Addon Description
source: PokeMini emulates the obscure Pokémon Mini handheld. While functional, it does not support color files or savestates currently.[CR][CR]To use a real BIOS, place [I]bios.min[/I] in the emulator's userdata folder.
da_dk: PokeMini emulerer den obskure Pokémon Mini håndholdte. Selvom den er funktionel, understøtter den i øjeblikket ikke farvefiler eller gemte tilstande.[CR][CR]For at bruge en rigtig BIOS skal du placere [I]bios.min[/I] i emulatorens brugerdatamappe.
zh_cn: PokeMini 仿真默默无闻的 Pokémon Mini 掌机。虽然功能正常，但它目前不支持颜色文件或保存状态。[CR][CR]要使用真正的 BIOS，请将 [I]BIOS.min[/I] 放在模拟器的 userdata 文件夹中。

# #30000
source: Settings
da_dk: Indstillinger
zh_cn: 设置

# #30001
source: Video Scale (Restart)
da_dk: Videoskalering (genstart)
zh_cn: 视频缩放（重新启动）

# #30002
source: 60Hz Mode
da_dk: 60Hz-tilstand
zh_cn: 60Hz 模式

# #30003
source: LCD Filter
zh_cn: 液晶显示滤波器

# #30004
source: LCD Mode
da_dk: LCD-tilstand
zh_cn: 液晶显示模式

# #30005
source: LCD Contrast
da_dk: LCD kontrast
zh_cn: 液晶显示对比度

# #30006
source: LCD Brightness
da_dk: LCD lysstyrke
zh_cn: 液晶显示亮度

# #30007
source: Palette
zh_cn: 调色板

# #30008
source: Piezo Filter
zh_cn: 压电滤波器

# #30009
source: Low Pass Filter
zh_cn: 低通滤波器

# #30010
source: Low Pass Filter Level (%)
da_dk: Low pass-filterniveau (%)
zh_cn: 低通滤波器电平（%）

# #30011
source: Screen Shake Level
da_dk: Niveau for ryst af skærm
zh_cn: 屏幕震动级别

# #30012
source: Controller Rumble Level
da_dk: Niveau for controllerens rysten
zh_cn: 控制器振动级别

# #30013
source: Turbo Button Period
da_dk: Periode for turboknap
zh_cn: Turbo 按钮周期
