Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.cannonball/resources/language/resource.language.*/strings.po
Languages: da_dk, es_es, zh_cn

# Addon Description
source: Cannonball is an enhanced version of the seminal arcade racer OutRun designed by Yu Suzuki.
da_dk: [CR]Cannonball er en OutRun game engine rekreation skrevet af Chris White i 2014.[CR][CR]Cannonball er en OutRun game engine rekreation skrevet af Chris White i 2014.
zh_cn: [CR]《加农炮》（Cannonball）是克里斯·怀特（Chris White）在2014年创作的 OutRun 游[CR]戏引擎的娱乐作品。[CR][CR]《加农炮》（Cannonball）是克里斯·怀特（Chris White）在2014年创作的 OutRun 游[CR]戏引擎的娱乐作品。

# #30000
source: Settings
da_dk: Indstillinger
es_es: Ajustes
zh_cn: 设置

# #30001
source: Menu > Show at Start
da_dk: Menu > Vis ved opstart
es_es: Menú > Mostrar al Inicio
zh_cn: 菜单 > 开始时显示

# #30002
source: Menu > Road Scroll Speed
da_dk: Menu > Hastighed for vejens rulning
es_es: Menú > Velocidad de Desplazamiento por Carretera
zh_cn: 菜单 > 道路滚动速度

# #30003
source: Video > Frame Rate
da_dk: Video > Billedfrekvens
es_es: Vídeo > Tasa de Fotogramas
zh_cn: 视频 > 帧率

# #30004
source: Video > Widescreen Mode
da_dk: Video > Tilstand for widescreen
es_es: Vídeo > Modo Panorámico
zh_cn: 视频 > 宽屏模式

# #30005
source: Video > High-Resolution Mode
da_dk: Video > Tilstand for høj opløsning
es_es: Vídeo > Modo de Alta Resolución
zh_cn: 视频 > 高分辨率模式

# #30006
source: Audio > Enable
da_dk: Lyd > Aktiver
es_es: Sonido > Activar
zh_cn: 音频 > 启用

# #30007
source: Audio > Advertise Sound (Restart)
da_dk: Lyd > Annoncer lyd (genstart)
es_es: Sonido > Sonido de Aviso (reinicio)
zh_cn: 音频 > 播发声音（重新启动）

# #30008
source: Audio > Preview Music (Restart)
da_dk: Lyd > Hør musik på forhånd (genstart)
es_es: Audio > Vista Previa de Música (reinicio)
zh_cn: 音频 > 预览音乐（重新启动）

# #30009
source: Audio > Fix Samples (Restart)
da_dk: Lyd > Fix samples (genstart)
es_es: Audio > Corregir Muestras (reinicio)
zh_cn: 音频 > 修复样本（重新启动）

# #30010
source: Input > Gear Mode
da_dk: Input > Geartilstand
es_es: Entrada > Modo Transmisión
zh_cn: 输入 > 档位模式

# #30011
source: Input > Analog Controls
da_dk: Input > Analoge controller
es_es: Entrada > Controles Analógicos
zh_cn: 输入 > 模拟控制

# #30012
source: Input > Digital Steer Speed (Restart)
da_dk: Input > Hastighed af digital styring (genstart)
es_es: Entrada > Velocidad Dirección Digital (reinicio)
zh_cn: 输入 > 数字转向速度（重新启动）

# #30013
source: Input > Digital Pedal Speed (Restart)
da_dk: Input > Hastighed af digital pedal (genstart)
es_es: Entrada > Velocidad Pedal Digital( reinicio)
zh_cn: 输入 > 数字踏板速度（重新启动）

# #30014
source: Input > Haptic Feedback Strength
da_dk: Input > Styrke af haptic feedback
es_es: Entrada > Intensidad de la Respuesta Háptica
zh_cn: 输入 > 触觉反馈强度

# #30015
source: Engine > Use Japanese Tracks (Restart)
da_dk: Motor > Brug japanske spor (genstart)
es_es: Motor > Usar Pistas Japonesas (reinicio)
zh_cn: 引擎 > 使用日语音轨（重新启动）

# #30016
source: Engine > Freeplay Mode
da_dk: Motor > Tilstand for freeplay
es_es: Motor > Modo Juego Libre
zh_cn: 引擎 > 自由播放模式

# #30017
source: Engine > Force AI to Play
da_dk: Motor > Tving AI til at spille
es_es: Motor > Forzar IA a Jugar
zh_cn: 引擎 > 强制 AI 播放

# #30018
source: Engine > Time Limit (Restart)
da_dk: Motor > Tidsbegrænsning (genstart)
es_es: Motor > Límite de Tiempo (reinicio)
zh_cn: 引擎 > 时间限制（重新启动）

# #30019
source: Engine > Traffic Difficulty (Restart)
da_dk: Motor > Sværhedsgrad af trafik (genstart)
es_es: Motor > Dificultad de Tráfico (reinicio)
zh_cn: 引擎 > 车流困难度（重新启动）

# #30020
source: Engine > Extra Level Objects (Restart)
da_dk: Motor > Ekstra level-objekter (genstart)
es_es: Motor > Objetos de Nivel Extra (reinicio)
zh_cn: 引擎 > 额外级别对象（重新启动）

# #30021
source: Engine > Use Prototype Stage 1 (Restart)
da_dk: Motor > Brug prototype trin 1 (genstart)
es_es: Motor > Usar Prototipo Etapa 1 (reinicio)
zh_cn: 引擎 > 使用原型阶段1（重新启动）

# #30022
source: Engine > New Attract Mode (Restart)
da_dk: Motor > Ny tiltrækningstilstand (genstart)
es_es: Motor > Nuevo Modo de Atracción (reinicio)
zh_cn: 引擎 > 新吸引模式（重新启动）

# #30023
source: Engine > Randomize Traffic Patterns (Restart)
da_dk: Motor > Tilfældige trafikmønstre (genstart)
es_es: Motor > Patrones de Tráfico Aleatorios (reinicio)
zh_cn: 引擎 > 随机化车流模式（重新启动）

# #30024
source: Engine > Fix Game Bugs (Restart)
da_dk: Motor > Ret fejl i spillet (genstart)
es_es: Motor > Corregir Errores del Juego (reinicio)
zh_cn: 引擎 > 修复游戏错误（重新启动）

# #30025
source: Engine > Fix Timing Bugs (Restart)
da_dk: Motor > Ret tidsfejl (genstart)
es_es: Motor > Corregir Errores de Sincronización (reinicio)
zh_cn: 引擎 > 修复计时错误（重新启动）

# #30026
source: Engine > Time Trial Laps (Restart)
da_dk: Motor > Omgange med tidskørsel (genstart)
es_es: Motor > Vueltas Cronometradas (reinicio)
zh_cn: 引擎 > 计时赛圈数（重新启动）

# #30027
source: Engine > Time Trial Traffic Level (Restart)
da_dk: Motor > Niveau på trafik ved tidskørsel (genstart)
es_es: Motor > Nivel de Tráfico Cronometrado (reinicio)
zh_cn: 引擎 > 计时赛车流级别（重新启动）

# #30028
source: Engine > Continuous Mode Traffic Level (Restart)
da_dk: Motor > Trafikniveau i kontinuerlig tilstand (genstart)
es_es: Motor > Nivel de Tráfico en Modo Continuo (reinicio)
zh_cn: 引擎 > 连续模式车流级别（重新启动）

# #30029
source: Engine > Display Debug Info (Restart)
da_dk: Motor > Vis fejlretningsinformation (genstart)
es_es: Motor > Mostrar Información de Depuración (reinicio)
zh_cn: 引擎 > 显示调试信息（重新启动）
