Repository: basharast/Kodi-UWP-ARM
Catalog: src/Nexus/kodi-build-wp/addons/game.libretro.cap32/resources/language/resource.language.*/strings.po
Languages: da_dk

# Addon Description
source: Caprice32 is an emulator for the Amstrad CPC 8-bit home computer series. It faithfully imitates the CPC464, CPC664, and CPC6128 models.
da_dk: Caprice32 er en emulator til Amstrad CPC 8-bit computerserien. Den efterligner trofast CPC464-, CPC664- og CPC6128-modellerne.

# Addon Disclaimer
source: Written by Ulrich Doewich
da_dk: Skrevet af Ulrich Doewich

# #30000
source: Settings
da_dk: Indstillinger

# #30001
source: Controls > User 1 Controller Config
da_dk: Kontrolelementer > Konfiguration af bruger 1 controller

# #30002
source: Controls > User 2 Controller Config
da_dk: Kontrolelementer > Konfiguration af bruger 2 controller

# #30003
source: Controls > Combo Key
da_dk: Kontrolelementer > Kombinationstast

# #30004
source: Controls > Use internal Remap DB
da_dk: Kontrolelementer > Brug intern remap DB

# #30005
source: Light Gun > Input
da_dk: Light gun > Indgang

# #30006
source: Light Gun > Show Crosshair
da_dk: Light gun > Vis crosshair

# #30008
source: Advanced > Autorun
da_dk: Avanceret > Kør automatisk

# #30009
source: Advanced > Ram size
da_dk: Avanceret > RAM-størrelse

# #30010
source: Video > Green Phosphor blueish
da_dk: Video > Grøn fosfor blåligt

# #30011
source: Video > Monitor Intensity
da_dk: Video > Intensitet på monitor

# #30012
source: Video Advanced > Color Depth
da_dk: Video avanceret > Farvedybde

# #30013
source: Status Bar
da_dk: Statuslinje

# #30014
source: Keyboard Transparency
da_dk: Gennemsigtighed af tastatur

# #30015
source: Floppy Sound
da_dk: Floppy-lyd

# #30016
source: Monitor Type
da_dk: Skærmtype

# #30017
source: CPC Language
da_dk: CPC sprog
